Revit API Introduction Labs
LabUtils.PointString Method
 Format a point or vector and return its string representation.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public static string PointString(
	XYZ p
)
Visual Basic (Declaration)
Public Shared Function PointString ( _
	p As XYZ _
) As String
Visual C++
public:
static String^ PointString(
	XYZ^ p
)
Parameters
p
Type: XYZ
See Also
LabUtils Class
Labs Namespace